/* Status text for queued multi-part archives */
"%@ (+%d more)" = "%1$@ (+%2$d 更多)";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the file \"%@\" from the archive \"%@\": %@" = "无法从 \"%2$@\" 归档: %3$@ 解压 \"%1$@\"";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the resource fork for the file \"%@\" from the archive \"%@\":\n%@" = "无法从 \"%2$@\" 归档解压 \"%1$@\" 的资源叉:\n%3$@";

/* Option in the password encoding pop-up to use the default encoding */
"Default encoding" = "默认编码";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "自动检测";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "解压";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "解压归档";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "正在解压 \"%@\"";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "正在准备解压 \"%@\"";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "选择";

/* Panel title when choosing archives to extract */
"Select files to unarchive" = "选择要解压的文件";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "\"%@\" 的内容无法通过 The Unarchiver 解压。";

/* Error message when encountering an error while extracting entries */
"There was a problem while extracting the contents of the file \"%@\": %@" = "解压 \"%1$@\" 的内容时出现问题: %2$@";

/* Error message when encountering an error while parsing an archive */
"There was a problem while reading the contents of the file \"%@\": %@" = "读取 \"%1$@\" 的内容时出现问题: %2$@";

/* Panel OK button title when choosing archives to extract */
"Unarchive" = "解压";

/* Status text when asking for a password */
"You need to supply a password to open the archive \"%@\"." = "请提供归档密码以打开 \"%@\"。";

/* Title for nagging alert on first startup */
"Where should The Unarchiver extract archives?" = "The Unarchiver 应该将归档解压到哪里?";

/* Content of nagging alert on first startup */
"Would you like The Unarchiver to extract archives to the same folder as the archive file, or would you prefer to be asked for a destination folder for every individual archive?" = "总是解压到相同文件夹，或者应用每次询问您选择一个目标。";

/* Button to ask every time in nagging alert on first startup */
"Ask every time" = "每次都询问";

/* Button to extract to the same folder in nagging alert on first startup */
"Extract to the same folder" = "解压到相同文件夹";

/* Informative text in the file panel shown when trying to gain sandbox access */
"The Unarchiver does not have permission to write to this folder. To allow The Unarchiver to write to this folder, simply click \"Extract\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver 需要您授权将解压的文件保存到所选文件夹。点按“解压”批准此操作。";

/* Informative text in the file panel shown when trying to gain sandbox access for multi-part archives */
"The Unarchiver needs to search for more parts of this archive, but does not have permission to read the folder. To allow The Unarchiver to search in this folder, simply click \"Search\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver 需要您授权搜索此位置所选归档的其他部分。点按“搜索”批准此操作。";

/* Panel OK button title when searching for more archive parts */
"Search" = "搜索";

/* Check for updates menu item */
"Check for Updates…" = "检查更新…";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */
/* Common errors */

"Attempted to read more data than was available" = "归档文件不完整";
"Opening file failed" = "无法打开文件";
"Missing or wrong password" = "提供的密码不正确";
"Wrong checksum" = "归档文件损坏";
"Could not create directory" = "无法创建文件夹";

/* Uncommon or unused errors */
"Unknown error" = "未知错误";
"Failed to write to file" = "写入文件失败";
"Function called with illegal parameters" = "调用功能含有非法参数";
"Not enough memory available" = "没有足够内存可用";
"Data is corrupted" = "数据损坏";
"File is not fully supported" = "文件不被完全支持";
"Required resource missing" = "所需资源丢失";
"Error on decrunching" = "粉碎文件时出错";
"Unknown file type" = "未知文件类型";
"File, disk has been skipped" = "文件, 磁盘已被跳过";
"User cancelled extraction" = "用户取消解压";
"File already exists" = "文件已经存在";
"Verify failed (disk hook)" = "验证失败（磁盘挂起）";
"Wrong drive geometry" = "错误驱动器几何";
"Unknown data format" = "未知数据格式";
"Source contains no files" = "源不包含文件";
"Unknown filesystem" = "未知文件系统";
"Name of file exists as directory" = "文件名以目录形式存在";
"Buffer was too short" = "缓存太短";
"Text encoding was defective" = "文本编码有缺陷";
"Could not create symlink" = "无法创建符号链接";

"AlertTitle_SetFileTypeAssociationAppStore" = "考虑将 The Unarchiver 设置为所选文件类型的默认应用。";
"AlertDescription_SetFileTypeAssociationAppStore" = "点按文件上下文菜单的“获得信息”，并在“打开方式:”列表中选择 The Unarchiver。点按“全部更改…”将此设置应用到所有类似归档。";

"AlertTitle_UnsetFileTypeAssociationAppStore" = "如果您愿意，将另一个应用设置为所选文件类型的默认应用。";
"AlertDescription_UnsetFileTypeAssociationAppStore" = "点按文件上下文菜单的“获得信息”，并在“打开方式:”列表中选择想要的应用。点按“全部更改…”将此设置应用到所有类似归档。";

/* About window */
"Standalone" = "单机";

/* Extracted view */
"extracted" = "解压缩完成";
